import React from 'react'
import Stone from '../../assets/Images/stonewall.jpg'
import './ServiceComp.css'
import { AiOutlineHome } from 'react-icons/ai'
import { Link } from 'react-router-dom'
function ServiceComp() {

    return (
        <>
            <div className='serviceContainer'>
                <div className='serviceHeader'>
                    <img src={Stone} alt='stoneWall' className='stoneImg' />
                </div>
            </div>
            <div>
                <Link to={'/'}>
                    <AiOutlineHome className='homePage' />
                </Link>

            </div>
            <div className='contentContainer'>
                <h1>חיזוק חיפוי אבן קירות חוץ. חיזוק חיפוי שיש בגובה</h1>

                <p>
                    חיזוק אבנים, חיפויי אבן מחמיאים לנראות הכללית של המבנה, תורמים לבידוד תרמי ואקוסטי. עד 1994 חברות קבלניות בישראל היו מיישמות חיפויי אבן ע"ג קירות חיצוניים ללא תקן מסודר בנושא, כך שכל חברה קבלנית הייתה מאמצת לה שיטת הדבקה על פי ראות עינה (שיטה רטובה, שיטת ברנוביץ וכו…). בהעדר תקן מסודר נוצר מצב כי אבנים היו נסדקות ונופלות לאחר מספר מועט של שנים ולעיתים אף באופן מידי.
                </p>
                <p>
                    כיום, צורת יישום חיפוי אבן מעוגן בתו תקן ישראלי אשר אמור למנוע מהקבלן להשתמש בשיטות לא עמידות. אולם, חוסר האכיפה מביא גם עכשיו למקרים רבים בהם הקבלן לא עומד בדרישות התקן. בדיקת חיפוי בניין — חיזוק חיפוי אבן ישנם עקרונות חשובים ביישום שיטת הצמדה בעזרת מלט, אי עמידה באף אחד מהם תפחית משמעותית את איכות העבודה הסופית. על מנת להימנע מתאונות מצערות ומחלילה פגיעה בנפש, חשוב לתחזק את חיפויי האבן בבניין שלכם באמצעות עבודה של חיזוק אבנים בגובה.אריחי השיש והאבן תופסים כיום מקום של כבוד בענף בנייה הישראלי. הטרנד התפתח מאוד במרוצת השנים, והוא כולל היצע רחב של חיפויים מסוגים, עוביים וגדלים שונים. אם תעיפו מבט על הבניין הנשקף מבעד לחלון במקום בו אתם יושבים ממש עכשיו, סביר להניח שתגלו בניין שהחיפוי שלו עשוי מאריחי שיש או אבן. כאשר צצים סימני עייפות בחיפוי שיש או אבן, יש לפנות בהקדם לחברה שמתמחה בביצוע פעולות של חיזוק ואיטום שיש, חיזוק חיפויים ועבודות אבן בגובה. חיזוק אריחי אבן בעשור האחרון נעשה שימוש רב בחיפוי אריחים (אבן , קרמיקה , פסיפס) בשל המראה היפה והמכובד.
                </p>
            </div>


            <div className='methodsContainer'>
                <div className='ways'>
                    <h2>שיטות חיפוי אבן</h2>
                    <p>אנשים מחפשים בגוגל: חיזוק אריחים בבניין, בדיקת שליפה לאבן, שיטות חיפוי אבן, חיפוי אבן בקיבוע יבש, תקן חיפוי אבן, רשת לחיפוי אבן, עיגון, אבן בברגים, מפרט טכני חיפוי אבן... נפילת אבני חיפוי מבניינים היא נפוצה ומסוכנת. לעיתים היא נובעת בגלל כשלים בבנייה ולעיתים מדובר בזמן רב שחלף ובבלאי טבעי שנוצר. שיקום וחיזוק אבנים של חיפוי חוץ כולל בדרך כלל הברגה של שני ברגיי מתכת אל תוך כל אריח על מנת לעגן אותה אל קיר המבנה ולהעניק לה עוד שנים ארוכות של יציבות וחוזק מבני. חיפוי בניינים משותפים יכול להתבצע בשלל צורות, לרבות חיפוי אבן, חיפוי טיח או חיפוי שיש. אנו מתמחים בחיזוק אבני חיפוי במעטפת בניינים, יש לנו ידע וניסיון בניהול פרויקטים אלו.</p>
                    <h2>: כידוע ישנן שתי שיטות עיקריות לחיפוי אבן</h2>
                </div>
                <div className='firstMethod'>
                    <h3>:שיטה רטובה</h3>
                    <p>בשיטה זו משתמשים בחומרי מליטה צמנטיים בכדי לחבר את האבן לקיר. היתרון בשיטה זו הינו קצב העבודה המהיר, והחומרים הזולים דבר אשר חוסך לקבלן המון כסף. בנוסף שיטה זו מצריכה פחות ידע מקצועי ויותר קל להשיג או להכשיר פועלים אשר יבנו בשיטה זו.</p>
                </div>
                <div className='firstMethod'>
                    <h3>:שיטה יבשה</h3>
                    <p>שיטה זו מעגנת את האבן לקיר ע"י מסילה \ ברגים כאשר יש חלל אוויר בין השניים. בצורה זו ניתן לשפר משמעותית את אטימות המבנה וגם את בידודו הטרמי מפני חום\קור. שיטה זו יקרה יותר בשל הצורך בידע וליווי מקצועי. אין ספק כי שיטה זו בטוחה בהרבה משיטת התלייה הרטובה. אי לכך בוחרים בשיטה היבשה בעיקר במגדלים גבוהים, שם הסכנה מנפילת אריח שיש קריטית יותר. מעבר לכך, לרוב, במגדלים, גודל האבנים בהם מחפים את המבנה מאד גדול ואין באפשרות חומרי המליטה להחזיק את משקל האבן ולכן חייב להשתמש בשיטה זו.</p>
                </div>
                <div className='secondMethod'>
                    <h3>נפילת אריחי שיש</h3>
                    <p>כאמור תופעה נפוצה זו נגרמת בעיקר בבניינים אשר נבנו וחופו בעזרת השיטה הרטובה. הסיבה העיקרית לנפילת האבנים הינה היחלשות חומר המליטה. סיבה שכיחה נוספת קשורה ישירות לבטון עצמו. לעיתים הבטון (התשתית לחיפוי) נסדק עקב קורוזיה (חלודה) המצטברת על ברזל הזיון. במקרה זה חובה לשקם את הבטון טרם עיגון האבן לקיר. שיקום הבטון חייב להתבצע בצורה מקצועית ודרוש ידע וניסיון רב בכדי לטפל בו.</p>
                </div>
            </div>
        </>
    )
}

export default ServiceComp