import React from 'react'
import './Sealiling.css'
import { AiOutlineHome } from 'react-icons/ai'
import { Link } from 'react-router-dom'
const Sealling = () => {
  return (
    <div className='SeallingContainer'>
          <h1>איטום קירות חיצוניים בסנפלינג. איטום קירות חוץ בגובה</h1>
        <div>
              <p>אם גיליתם בדירתכם כתם לא רצוי, יתכן שזה נובע מרטיבות שמגיעה מהקיר החיצוני פנימה. מעבר לכך שטיפול מיטבי ע"י איש מקצוע יכול להיות יקר, יש לשים לב שעיקר מקצועיותו תהיה באבחון מקור הרטיבות, שיכולה להגיע מאזורים שונים בבניין. רטיבות מהקיר החיצוני עלולה לגרור עמה שרשרת ליקויים.כלומר, אולי נזהה בקלות יחסית סדק בקיר שאינו אטום כראוי ונוכל גם לשם כך להיעזר בסימן המוכר של טיח נפוח, אבל השאלה היא מה יימצא לאחר קילוף הטיח. יתכן שאותו סדק גרר אחריו בעיית קורוזיה והטיפול בקורוזיה ידרוש מאיש המקצוע גם לבצע שיקום בטון באזור שנפגע.

                  אפשרות נוספת היא, שהרטיבות מגיעה מחלון בקיר, ובמידה וכך, רק המשך בירור יבהיר האם הרטיבות נובעת מליקוי איטום: בחיבור שבין המסגרת לזכוכית, או מליקוי איטום בחיבור בין מסגרת האלומיניום לקיר, כשכל ליקוי כזה ידרוש מענה אחר. בנוסף, חלק נכבד מהנזילות אשר מופיעות בקיר המבנה מקורן באזור גבוה יותר. לעיתים מקור הנזילה מגיע אפילו מגג המבנה אשר גבוה במספר קומות מהמקום בו הופיע הנזילה.</p>
       
              <p>לסיכום, רק לאחר עריכת אומדן למקור הרטיבות, איש המקצוע יוכל להעריך את סוגי החומרים שנדרשים לעבודה ומה דרכי הגישה לאזור ולהתחיל את עבודתו. דוגמאות להבדלים בין קירות הדורשים מבעל המקצוע התייחסות שונה: קיר חיצוני שיש עליו טיח בלבד לעומת קיר שיש עליו שליכט וגם טיח. קירות מחופים קרמיקה לעומת קירות מחופים אבן. ככלל, לא כל חומר איטום מתאים לכל חיפוי הקיר

                  שלבי הביצוע של איטום קירות חיצוניים בסנפלינג:
                  השלב הראשון הוא כאמור, זיהוי מקור הרטיבות וקילוף הטיח. אם מקור הרטיבות קיים בשל כשל באיטום של הקיר, בעל המקצוע יקלף קודם כל את החלק של הקיר שהתנפח ואת כל מה שרעוע סביב אזור ההתנפחות, באופן כזה שיהיה בסיס יציב בשיפולי האזור הלקוי עבור פעולת האיטום. בשלב שני מבצעים ניקיון של הקיר, כלומר, שטיפה בלחץ מים של כל הקיר ולאחר מכן ייבוש הקיר.

                  כשהקיר חלק ונקי מתחילים בעבודות האיטום, ראשית נאטום את הסדקים באמצעות הרחבתם באמצעים מכאניים והזרקת חומרי איטום אל תוך הסדק. בנוסף, במידה והתשתית הינה תשתית סופגת ויש סכנה כי התשתית מחדירה מים, נבצע התזה של חומרי איטום על גבי כל שטח הקיר. חברת האיטום תבחר בסוג ובחומר המתאים להתזה בהתאם לתשתית המצויה בשטח. במקרים קיצוניים בהם התשתית עצמה נפוחה ולקוייה יהיה צורך לשקם את התשתית לפני תחילת עבודת האיטום קירות חיצוניים בסנפלינג</p>
       
        </div>
        <Link to={'/'}>
          <AiOutlineHome className='homePage' />
      </Link>
    </div>
  )
}

export default Sealling