import React from 'react'
import oplotAbout from '../../../assets/Images/oplotAbout.jpeg'
import classes from './About.module.css'
function About() {

  return (
    <div id='about' className={classes.aboutContainer}>
      <h1>אופלות פתרונות חדשניים בע״מ</h1>
      <p>מחיר טוב ואנשים מרוצים.
        חברת אופלות פתרונות חדשניים בעמ מתמחה בעבודה בגובה ומציבה את הרף השירות , האיכות , והאמינות ברמות שרק היא יכולה להגיע אליהם.
        אנו חברת אופלות עושים זאת באמצעות אנשי המקצוע הטובים ביותר בעלי ניסיון של מעל עשור בעבודה בתחום הגובה.
        עבודות הגובה המבוצעות ע״י חברתנו נעשות תוך שימת דגש מרבי על בטיחות עובדינו וסביבת העבודה שלהם.</p>
    <img src={oplotAbout} className={classes.aboutImg} alt='oplot'/>
    <p style={{marginBottom:'4.7rem'}}>
        פרופיל חברה: ״אופלות פתרונות חדשניים בעמ״.
        הפרויקטים שלנו נעשים תחת פיקוד צמוד של מנהל עבודה מוסמך לעבודה בגובה תוך הקפדה על כל התקנות והתקנים שקיימים בתחום ובכיסוי ביטוחי מלא . אנו ב ״אופלות ״ מאמינים כי מסירות ושאיפה לשלמות הביצוע בעבודתינו הם אשר מיקמו את החברה כחברה ברמה גבוה בתחום ועל כך אנו מחוייבים ומתחייבים לשמור. אופי עבודתנו מחייב אותנו בהתייחסות לכל פרט ושלב תוך מתן מענה מידי ומיטיב לדרישות המזמין .
    </p>

    </div>
  )
}

export default About